<template>
  <main class="stb-about-sub" id="stb-about-terms">
    <div class="main-container page-component">
      <div class="main-body">
        <div class="about-container">
          <!-- 서비스 이용 약관 -->
          <section class="about-section">
            <header class="section-header">
              <h3 class="title conditions">서비스 이용 약관</h3>
            </header>

            <!-- STB 클라우드 서비스 일반사항 -->
            <article class="about-article column">
              <header class="article-header">
                <h4 class="title">STB 클라우드 서비스 일반사항</h4>
              </header>

              <!-- 제 1 조 (목적) -->
              <dl class="dl-terms">
                <dt class="title">제 1 조 (목적)</dt>
                <dd class="text">
                  주식회사 신테카바이오(이하 ‘회사’)가 제공하는 STB 클라우드
                  유료 서비스를 이용해 주셔서 감사합니다. 회사는 회원에게 편리한
                  서비스를 제공하기 위하여 STB 클라우드 서비스에 통합 적용될 수
                  있는 이용약관(이하 ‘본 약관’)을 마련하였습니다. 본 약관은
                  회원이 STB 클라우드 서비스를 이용하는 데 필요한 기본적인
                  사항을 규정하고 있으므로 자세히 읽어 주시기 바랍니다.
                </dd>
              </dl>

              <!-- 제 2 조 (용어의 정의) -->
              <dl class="dl-terms">
                <dt class="title">제 2 조 (용어의 정의)</dt>
                <dd class="text">
                  본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                </dd>
                <ul class="ul-terms">
                  <li>
                    1) STB 클라우드 사이트: 회사가 STB 클라우드 서비스를
                    제공하는 웹사이트(https://cloud.syntekabio.com)
                  </li>
                  <li>
                    2) STB 클라우드 서비스: 회사가 STB 클라우드 사이트에서
                    제공하는 모든 서비스로 플랫폼 이용과 그에 부속한 일체의
                    서비스
                  </li>
                  <li>
                    3) 회원: STB 클라우드 사이트에서 본 약관에 동의하고 회사와
                    이용계약을 체결한 후 STB 클라우드 서비스를 이용하는 자
                  </li>
                  <li>
                    4) 회원정보: STB 클라우드 서비스를 이용하기 위해 회사가
                    요구하고 회원이 직접 입력한 필수 내지 선택 입력 정보로서
                    회원과 관련된 정보 항목
                  </li>
                  <li>
                    5) STB 클라우드 계정: 회사가 제공하는 STB 클라우드 서비스를
                    이용하기 위하여 회원 가입, 회원 정보 변경 및 탈퇴 등을
                    관리할 수 있도록 회원 본인이 정한 로그인 계정(ID)
                  </li>
                  <li>
                    6) 비밀번호: 회원이 설정한 STB 클라우드 계정과 일치되는
                    회원임을 확인하고 비밀보호를 위해 회원 자신이 정한 문자,
                    숫자 또는 부호의 조합
                  </li>
                  <li>
                    7) 멤버: 회원으로부터 접근권한을 부여 받아 회원의 관리 하에
                    STB 클라우드 서비스를 이용하는 자
                  </li>
                  <li>
                    8) 슈퍼관리자: 회원 본인 또는 회원을 대표⋅대리하는 멤버로서
                    회원이 STB 클라우드 서비스에서 이용할 수 있는 모든 기능을
                    관리할 수 있고, 회사에 대하여 STB 클라우드 서비스 이용
                    계약을 해지할 수 있는 권한을 갖는 자
                  </li>
                </ul>
              </dl>

              <!-- 제 3 조 (약관의 효력 및 변경) -->
              <dl class="dl-terms">
                <dt class="title">제 3 조 (약관의 효력 및 변경)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 본 약관의 내용은 STB 클라우드 사이트에 게시하거나 기타의
                    방법으로 공지하고, 본 약관에 동의한 회원 모두에게 그 효력이
                    발생합니다.
                  </li>
                  <li>
                    2. 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서
                    본 약관 또는 본 약관의 세부지침을 변경할 수 있습니다. 약관이
                    변경되는 경우 회사는 변경사항을 시행일 7 일 전부터 전체
                    회원에게 STB 클라우드 사이트를 통해 공지하겠으며, 개별
                    공지가 필요한 경우에는 이용계약 체결 시 회원이 등록한 이메일
                    주소로 이메일 발송, 서비스 내 알림 메시지 등으로 알려
                    드리겠습니다.
                  </li>
                  <li>
                    3. 회사가 전항에 따라 공지 또는 통지를 하면서 공지 또는
                    통지일로부터 개정약관 시행일 7 일 후까지 거부의사를 표시하지
                    아니하면 변경된 약관을 승인한 것으로 봅니다. 회원이
                    개정약관에 동의하지 않을 경우 회사 또는 회원은 이용계약을
                    해지할 수 있습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 4 조 (약관 외 준칙) -->
              <dl class="dl-terms">
                <dt class="title">제 4 조 (약관 외 준칙)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 본 약관에 규정되지 않은 사항에 대해서는 관련 법령 또는
                    규칙(이하 ‘세부지침’) 및 회원과 회사 간 체결한 별도의 계약
                    내용에 따릅니다.
                  </li>
                  <li>
                    2. 본 약관과 회원과 회사간의 별도 계약의 내용이 상충 될 경우
                    별도의 계약, 본 약관의 세부지침, 본 약관의 순서로 우선하여
                    적용됩니다.
                  </li>
                </ul>
              </dl>
            </article>

            <!-- STB 클라우드 서비스 이용 -->
            <article class="about-article">
              <header class="article-header">
                <h4 class="title">STB 클라우드 서비스 이용</h4>
              </header>

              <!-- 제 5 조 (서비스 이용 계약) -->
              <dl class="dl-terms">
                <dt class="title">제 5 조 (서비스 이용 계약)</dt>
                <dd class="text">
                  STB 클라우드 서비스는 유료입니다. 회원은 STB 클라우드
                  웹사이트를 통해 적법하게 STB 클라우드 계정을 생성한 후 회사에
                  STB 클라우드 서비스 이용을 신청하고, 회사가 이를 승인함으로써
                  STB 클라우드 서비스 이용계약(이하 ‘서비스 이용계약’)이
                  성립합니다. 서비스 이용계약은 필요시 서면을 통해 이루어질 수
                  있습니다. 상세한 내용은 서비스 이용계약서를 참고하십시오.
                </dd>
              </dl>

              <!-- 제 6 조 (서비스 제공) -->
              <dl class="dl-terms">
                <dt class="title">제 6 조 (서비스 제공)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 서비스 제공
                    <ul class="ul-terms">
                      <li>
                        ● STB 클라우드 서비스 이용계약이 성립되면, 회원은 개별
                        플랫폼 이용 신청을 할 수 있습니다. 필요시 개별 플랫폼
                        이용을 위한 상담 및 정보제공이 이루어질 수 있습니다.
                        적법한 회원의 플랫폼 사용 신청에 따라 회사는 플랫폼
                        사용을 승인합니다.
                      </li>
                      <li>
                        ● 회원은 플랫폼 사용이 승인되면 개별 플랫폼에 따른
                        입력값을 제출하여 플랫폼을 작동시킵니다. 플랫폼 작동이
                        완료되면 입력값에 따른 결과물 또는 리포트가 도출됩니다.
                        결과물 또는 리포트가 도출되면 플랫폼 작동이 종료됩니다.
                      </li>
                    </ul>
                  </li>
                  <li>
                    2. 회사는 더 나은 STB 클라우드 서비스를 위하여 서비스에
                    필요한 소프트웨어의 업데이트 버전을 제공할 수 있습니다.
                  </li>
                  <li>
                    3. 회사는 더 나은 STB 클라우드 서비스의 제공을 위하여
                    회원에게 서비스의 이용과 관련된 각종 고지 및 관리 메시지를
                    서비스 웹사이트 내에 표시하거나 회원의 이메일로 전송할 수
                    있습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 7 조 (서비스의 변경 및 내용수정) -->
              <dl class="dl-terms">
                <dt class="title">제 7 조 (서비스의 변경 및 내용수정)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회사는 STB 클라우드 서비스의 종류, 이용약관, 운영정책
                    등을 STB 클라우드 사이트에 게시합니다. 회원은 STB 클라우드
                    웹사이트에 게시된 세부 사항을 충분히 숙지하고 관련 정보를
                    바탕으로 서비스를 신청해야 합니다.
                  </li>
                  <li>
                    2. 회사는 운영상, 경영상, 기술상의 필요에 따라 STB 클라우드
                    서비스의 전부 또는 일부 내용을 변경하거나 종료할 수
                    있습니다. 서비스의 내용, 이용방법 등에 변경이 있는 경우에는
                    변경 7 일 전에 STB 클라우드 사이트에 해당 사실을 공지하고,
                    서비스를 종료하는 경우에는 종료 30 일 전에 해당 사실을
                    회원에게 통지합니다. 다만, 사전에 공지할 수 없는 부득이한
                    사정이 있는 경우에는 사후에 지체 없이 이를 공지할 수
                    있습니다.
                  </li>
                  <li>
                    3. 회사는 고의, 중과실이 없는 한 서비스의 변경, 내용수정으로
                    인하여 회원이 입은 손해에 대해 어떠한 책임도 지지 않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 8 조 (이용계약 성립) -->
              <dl class="dl-terms">
                <dt class="title">제 8 조 (이용계약 성립)</dt>
                <ul class="ul-terms">
                  <li>
                    1. STB 클라우드 계정 이용 신청은 가입신청자가 STB 클라우드
                    사이트의 회원가입 화면에서 회원정보를 입력하는 방식으로
                    이루어집니다.
                  </li>
                  <li>
                    2. 회사는 가입신청자에게 STB 클라우드 계정 생성을
                    승낙합니다. 다만, 회사는 아래 각 호의 경우에는 그 사유가
                    해소될 때까지 승낙을 유보하거나 승낙하지 않을 수 있습니다.
                    <ul class="ul-terms">
                      <li>
                        ① STB클라우드 계정 생성 시 필요한 정보를 입력하지 않거나
                        허위의 정보를 입력한 경우
                      </li>
                      <li>② 가입신청자가 미성년자인 경우</li>
                      <li>
                        ③ 회사가 행정적, 재정적, 기술적으로 필요하다고 인정하는
                        경우
                      </li>
                      <li>
                        ④ 기타 관련 법령에 위배되거나 세부지침 등 회사가 정한
                        기준에 반하는 경우
                      </li>
                    </ul>
                  </li>
                  <li>
                    3. 만약, 회원이 위 조건에 위반하여 STB 클라우드 계정을
                    생성한 것으로 판명된 때에는 회사는 즉시 회원의 STB 클라우드
                    계정 이용을 정지시키거나 STB 클라우드 계정을 삭제하는 등
                    적절한 제한을 할 수 있습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 9 조 (STB 클라우드 계정 관리) -->
              <dl class="dl-terms">
                <dt class="title">제 9 조 (STB 클라우드 계정 관리)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회원은 회원가입, 서면 계약 등으로 회사에 회원정보 제공 시
                    진실되고 적법한 정보를 제공합니다. 회원은 허위 또는 불법
                    정보 제공으로 인해 발생한 불이익에 대해서는 보호받지
                    못합니다.
                  </li>
                  <li>
                    2. 회원은 ID 및 비밀번호를 관리하여 제3자 등에 의한 이용을
                    방지할 책임이 있습니다. 회사는 제3자가 회원의 ID 및 비밀번호
                    등을 무단으로 사용하는 것을 막기 위하여 추가적인 본인 확인
                    절차를 거치도록 할 수 있습니다.
                  </li>
                  <li>
                    3. 회원은 ID 및 비밀번호가 도용되거나 제 3 자가 사용하고
                    있음을 인지한 경우에는 회사에게 즉시 알려야 합니다.
                  </li>
                  <li>
                    4. 회사는 회원정보가 무단으로 공개 또는 유출될 위험이 있는
                    경우 해당 계정의 이용을 제한할 수 있습니다.
                  </li>
                  <li>
                    5. 본 조의 의무를 위반하여 발생하는 모든 책임은 회원에게
                    있습니다. 회원이 본 조의 의무를 위반하여 발생하는 불이익에
                    대하여 회사는 책임을 지지 않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 10 조 (회원정보 변경) -->
              <dl class="dl-terms">
                <dt class="title">제 10 조 (회원정보 변경)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회원은 STB 클라우드 사이트를 통하여 자신의 정보를
                    열람하고 수정할 수 있습니다. 다만, 서비스의 제공 및 관리를
                    위해 필요한 경우 일부 정보는 수정이 불가능할 수 있습니다.
                  </li>
                  <li>
                    2. 회원은 이용신청시 제공한 회원정보 내용에 변동이 있을때
                    직접 수정할 수 있습니다.
                  </li>
                  <li>
                    3. 회원은 STB 클라우드 계정이 도용되거나 제3자가 사용하고
                    있음을 인지한 경우 등 필요시 이메일 등으로 회사에 알려
                    주시기 바랍니다.
                  </li>
                  <li>
                    4. 회원이 제공한 정보가 정확하지 않거나 변경사항을 회사에
                    알리지 않아 발생하는 문제에 대하여 회사는 책임을 지지
                    않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 11 조 (양도) -->
              <dl class="dl-terms">
                <dt class="title">제 11 조 (양도)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회원은 임의로 이용계약 또는 서비스 이용계약상의 권리 및
                    의무 또는 본 약관에 따라 회원에게 부여된 권리를 타인에게
                    이전하거나, 양도, 담보 설정 등으로 처분할 수 없습니다.
                  </li>
                  <li>
                    2. 회원에게 상속, 합병, 분할의 사유가 발생하여 회원이 아닌
                    제 3 자(이하 ‘양수인’)가 회원이 회사와 맺은 서비스 계약에
                    따른 법적 지위를 승계하는 경우 회원 및 양수인은 즉시 회사에
                    지위 승계를 입증할 수 있는 서류를 첨부하여 회사가 지정한
                    방법과 절차에 따라 통지하여야 합니다.
                  </li>
                  <li>
                    3. 본 조 제2항에 따른 회원정보 변경의 경우, 양수인은 승계
                    이전에 본 약관 및 서비스 계약의 조건들을 완전히 이행할
                    책임이 있습니다. 승계와 관련하여 문제가 발생하는 경우,
                    회원과 양수인이 연대하여 책임을 집니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 12 조 (회원에 대한 통지 및 공지) -->
              <dl class="dl-terms">
                <dt class="title">제 12 조 (회원에 대한 통지 및 공지)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회사가 회원에게 통지해야 하는 경우, 본 약관에 별도의
                    규정이 없는 한 회원이 지정한 이메일 주소로 이메일 발송,
                    서비스 내 전자쪽지 발송, 서비스 내 알림 메시지를 띄우는 방법
                    등으로 할 수 있습니다. 회사는 7일 이상 STB 클라우드 사이트
                    또는 STB 클라우드 서비스에 공지 등을 게시함으로써 회원
                    전체에 대한 통지를 대신할 수 있습니다.
                  </li>
                  <li>
                    2. 회사가 슈퍼관리자에게 통지한 경우 이는 회원에게
                    통지한것으로 봅니다. 회원은 슈퍼관리자 정보에 대한 관리 및
                    적절한 정보로의 변경 책임을 부담합니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 13 조 (회원의 의무) -->
              <dl class="dl-terms">
                <dt class="title">제 13 조 (회원의 의무)</dt>
                <ul class="ul-terms">
                  <li>
                    1. STB클라우드 서비스 이용 회원은 아래 각 호의 행위를 하지
                    않으며 이에 동의합니다.
                    <ul class="ul-terms">
                      <li>
                        ① 이용신청 또는 변경시 허위사실을 기재하거나, 다른회원의
                        계정 등 및 비밀번호를 도용, 부정하게 사용하거나, 다른
                        사람의 명의를 사용하는 행위
                      </li>
                      <li>② 회사가 게시한 정보를 변경하는 행위</li>
                      <li>
                        ③ 자기 또는 타인에게 재산상의 이익을 주거나 타인에게
                        손해를 가할 목적으로 허위의 정보를 유통시키는 행위
                      </li>
                      <li>
                        ④ 회사 또는 제3자의 저작권 등 기타권리를 침해하는 행위
                      </li>
                      <li>
                        ⑤ 회사 또는 제3자의 명예를 손상시키거나 업무를 방해하는
                        행위
                      </li>
                      <li>
                        ⑥ 회사의 동의 없이 영리 목적으로 STB 클라우드 서비스를
                        사용하는 행위
                      </li>
                      <li>⑦ 기타 불법적이거나 부당한 행위</li>
                    </ul>
                  </li>
                  <li>
                    2. 회원은 관련 법령, 별도의 계약, 본 약관, 세부지침 등 STB
                    클라우드 서비스와 관련하여 회사가 알린 공지사항 및 통지사항
                    등을 준수하여야 합니다. 회사는 회원 또는 멤버가 본 약관을
                    위반하거나 STB 클라우드 서비스의 정상적 운영을 방해한 경우에
                    회원의 서비스 이용을 제한할 수 있습니다.
                  </li>
                  <li>
                    3. 회사는 회원 또는 멤버가 명의도용 및 결재도용, 저작권법
                    위반행위, 정보통신망 이용촉진 및 정보보호 등에 관한 법률
                    위반 행위 등 관련 법령을 위반한 경우 서비스 이용 정지를 할
                    수 있습니다. 이 경우 STB 클라우드 서비스 이용을 통해 획득한
                    모든 혜택은 소멸되며 회사는 이에 대해 별도로 보상하지
                    않습니다. 본 조에서 정한 사항 및 그 밖에 STB 클라우드
                    서비스의 이용에 관한 자세한 사항은 세부지침 등을 참고해
                    주시기 바랍니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 14 조 (회사의 의무) -->
              <dl class="dl-terms">
                <dt class="title">제 14 조 (회사의 의무)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회사는 계속적이고 안정적으로 STB 클라우드 서비스를
                    제공하기 위하여 최선을 다하여 노력합니다.
                  </li>
                  <li>
                    2. 회사는 회원이 안전하게 STB 클라우드 서비스를 이용할 수
                    있도록 개인정보보호법 및 관련 법령이 정하는 바에 따라 보안
                    시스템 등을 갖추고 회원의 개인정보를 보호하기 위해
                    노력합니다.
                  </li>
                  <li>
                    3. 개인정보의 보호 및 이용에 대해서는 관련 법령 및 회사의
                    개인정보처리방침이 적용됩니다.
                  </li>
                  <li>
                    4. 회사는 STB 클라우드 서비스 이용과 관련하여 발생하는
                    회원의 불만 또는 피해구제요청을 적절하게 처리할 수 있도록
                    필요한 인력을 구비합니다. 회사는 STB 클라우드 서비스 이용과
                    관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고
                    인정할 경우에는 이를 처리하기 위해 노력합니다.
                  </li>
                </ul>
              </dl>
            </article>

            <!-- STB 클라우드 서비스 이용계약 해지 등 -->
            <article class="about-article">
              <header class="article-header">
                <h4 class="title">STB 클라우드 서비스 이용계약 해지 등</h4>
              </header>

              <!-- 제 15 조 (회원에 의한 이용계약의 해지) -->
              <dl class="dl-terms">
                <dt class="title">제 15 조 (회원에 의한 이용계약의 해지)</dt>
                <dd class="description">
                  <ul class="ul-terms">
                    <li>
                      1. 회원은 STB클라우드 사이트 이용을 원치 않는 경우
                      언제든지 서비스 내 메뉴 등을 통해 이용계약의 해지 신청을
                      할 수 있습니다.
                    </li>
                    <li>
                      2. 회원은 STB 클라우드 서비스 이용을 원치 않는 경우 이메일
                      또는 담당 프로젝트 관리자를 통하여 STB 클라우드 서비스
                      이용계약의 해지 신청을 할 수 있습니다. 별도 체결된 서비스
                      이용계약서 상의 세부 사항 및 단서 조항을 참고하십시오.
                    </li>
                    <li>
                      3. 본 조에 따른 계약 해지 시 회원의 개인정보 및 데이터
                      삭제에 관해서는 개인정보처리방침 및 세부지침을 따릅니다.
                    </li>
                  </ul>
                </dd>
              </dl>

              <!-- 제 16 조 (회사의 손해배상 및 책임제한) -->
              <dl class="dl-terms">
                <dt class="title">제 16 조 (회사의 손해배상 및 책임제한)</dt>
                <dd class="description">
                  <ul class="ul-terms">
                    <li>
                      1. 회사는 서비스와 관련하여 본 약관에 명시되지 않은 사항에
                      대해 약정이나 보증을 하지 않으며, 회사의 과실 없이 발생된
                      회원의 손해에 대하여 책임을 부담하지 않습니다.
                    </li>
                    <li>
                      2. 회사는 STB클라우드 서비스 및 개별 플랫폼을 매개로
                      제3자가 제공하거나 회원이 작성하는 등의 방법으로 서비스에
                      게재⋅연계된 서비스, 정보, 자료, 사실의 신뢰도, 정확성 등에
                      대해서는 보증을 하지 않으며, 이로 인해 STB 클라우드
                      서비스의 성능에 미치는 영향과 정보의 유출의 발생 등의
                      결과에 대하여 회사는 어떠한 책임도 부담하지 않습니다.
                    </li>
                    <li>
                      3. 회사는 회사의 과실로 인하여 회원이 손해를 입게 될 경우
                      본 약관 및 관련법령에 따라 회원의 손해를 배상하겠습니다.
                      다만 회사는 회사의 과실 없이 발생된 아래와 같은 손해에
                      대해서는 책임을 부담하지 않습니다. 또한 회사는 법률상
                      허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해,
                      징계적 손해, 및 징벌적 손해에 대한 책임을 부담하지
                      않습니다.
                    </li>
                    <ul class="ul-terms">
                      <li>
                        ① 무료서비스, 테스트, 시범 운영 서비스의 이용으로 인한
                        손해
                      </li>
                      <li>
                        ② 회원간, 회원과 멤버간, 멤버간 또는 멤버와 제 3자간에
                        발생한 분쟁으로 인한 손해
                      </li>
                      <li>
                        ③ 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한
                        손해
                      </li>
                      <li>
                        ④ 회사의 통제범위를 벗어난 외부 네트워크 및 장비 등으로
                        인하여 발생한 손해
                      </li>
                      <li>
                        ⑤ 회사가 제8조 제3항, 제9조 제4항, 제13조 제2항 및
                        제3항, 제19조 제1항의 사유로 서비스를 제한·중단하여
                        발생한 손해
                      </li>
                      <li>⑥ 회원의 귀책사유로 인하여 발생한 손해</li>
                      <li>⑦ 서비스 접속 또는 이용과정에서 발생하는 손해</li>
                      <li>
                        ⑧ 제 3 자가 불법적으로 회사의 서버에 접속하거나 서버를
                        이용함으로써 발생하는 손해
                      </li>
                      <li>
                        ⑨ 제3자가 회사 서버에 대한 전송 또는 회사 서버로부터의
                        전송을 방해함으로써 발생하는 손해
                      </li>
                      <li>
                        ⑩ 제3자가 악성 프로그램을 전송 또는 유포함으로써
                        발생하는 손해
                      </li>
                      <li>
                        ⑪ 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해,
                        명예훼손 등 제3자가 서비스를 이용하는 과정에서 발생된
                        손해
                      </li>
                      <li>
                        ⑫ 기타 회사의 고의 또는 과실이 없는 사유로 인해 발생한
                        손해
                      </li>
                    </ul>
                  </ul>
                </dd>
              </dl>

              <!-- 제 17 조 (회원의 손해배상) -->
              <dl class="dl-terms">
                <dt class="title">제 17 조 (회원의 손해배상)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회원은 다음과 같은 사유로 분쟁이 발생하는 경우 회사 및
                    회사의 임직원, 대리인, 파트너 등을 면책시키고 방어하며,
                    이들이 피해를 입지 않도록 하는데 동의합니다
                  </li>
                  <ul class="ul-terms">
                    <li>
                      ① 회원이 본 약관, 세부지침, 관련 법령을 위반하는 경우
                    </li>
                    <li>
                      ② 회사가 본 약관, 세부지침, 관련 법령의 위반으로 의심되는
                      사항을 조사하거나 위반이 발생한 것으로 판단하여 취하는
                      조치
                    </li>
                  </ul>
                  <li>
                    2. 회원이 회사에 대하여 손해를 배상하게 되는 경우 손해배상의
                    범위에는 회사의 법률 비용, 경비 및 기타 손해를 포함하되 이에
                    한정되지 않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 18 조 (멤버의 동의 등) -->
              <dl class="dl-terms">
                <dt class="title">제 18 조 (멤버의 동의 등)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회원은 본 약관, 개인정보처리방침 적용에 대해 멤버들의
                    동의를 얻고 있다는 것을 보장합니다.
                  </li>
                  <li>
                    2. 회원은 멤버의 초대 여부 및 멤버의 이용권한의 범위를
                    자유롭게 결정할 수 있으며,이로 인한 회원과 멤버 간 또는
                    회원과 제 3 자 간 분쟁 발생 시 회사는 책임을 지지 않습니다.
                  </li>
                  <li>
                    3. 슈퍼관리자는 허가된 권한의 범위 안에서 멤버의 데이터에
                    접근할 수 있습니다. 단, 회원은 멤버가 STB 클라우드 계정
                    이용을 시작하기 전에 멤버로부터 슈퍼관리자가 해당 멤버의
                    데이터에 접근할 수 있고 데이터를 모니터링, 이용 또는 공개할
                    수 있다는 점에 대하여 동의를 받아야 합니다.
                  </li>
                  <li>
                    4. 본 조 제3항에 반하여 멤버의 일부 또는 전부가 동의를 하지
                    않는 경우에도 이로 인한 회원과 멤버 간 분쟁 발생 시 회사는
                    책임을 지지 않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 19 조 (이용제한) -->
              <dl class="dl-terms">
                <dt class="title">제 19 조 (이용제한)</dt>
                <ul class="ul-terms">
                  <li>
                    1. 회사는 회원 또는 멤버가 본 약관 또는 세부지침을
                    위반하거나 정상적인 운영을 방해한 경우, 경고, 일시정지,
                    영구이용정지 등으로 회원의 이용을 단계적으로 제한할 수
                    있습니다.
                  </li>
                  <li>
                    2. 회사는 이용제한의 조건 및 세부 내용을 세부지침을 통해
                    정할 수 있습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 20 조 (권리의 귀속) -->
              <dl class="dl-terms">
                <dt class="title">제 20 조 (권리의 귀속)</dt>
                <ul class="ul-terms">
                  <li>
                    1. STB 클라우드 서비스 및 개별 플랫폼에 사용되는
                    소프트웨어를 포함하는 사이트 전반에 대한 저작권 등
                    지식재산권은 회사에 귀속됩니다.
                  </li>
                  <li>
                    2. 회사는 회원에게 본 약관을 포함하여 회사가 사전에 정하여
                    공지 또는 통지한 이용조건에 따라 STB 클라우드 서비스 및 개별
                    플랫폼을 이용할 수 있는 이용권만을 부여하며, 회원은 이를
                    양도 또는 판매하거나, 담보로 제공하는 등 처분행위를 하여서는
                    안됩니다.
                  </li>
                  <li>
                    3. STB 클라우드 서비스의 합법적 이용에 따른 회원의 프로젝트
                    결과물의 소유권은 회원에 있으며, 회사는 이에 대한 소유권
                    또는 지식재산권을 주장하지 않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 제 21 조 (권리 불포기 조항) -->
              <dl class="dl-terms">
                <dt class="title">제 21 조 (권리 불포기 조항)</dt>
                <dd class="text">
                  회원의 본 약관 또는 세부지침의 위반과 관련하여 회사가 권리
                  실행이나 조치를 취하지 않았다고 하더라도, 이후 결과적으로 또는
                  유사하게 발생하는 행위에 대해 회사가 본 약관 및 세부지침의
                  권리 및 해당 권리 실행을 포기하는 것으로 간주되지 않습니다.
                </dd>
              </dl>

              <!-- 제 22 조 (분쟁의 해결) -->
              <dl class="dl-terms">
                <dt class="title">제 22 조 (분쟁의 해결)</dt>
                <dd class="text">
                  본 약관 또는 STB 클라우드 서비스는 회원 소재지와 상관없이
                  대한민국 법률의 적용을 받습니다. 회사와 회원은
                  서울중앙지방법원의 독점적 사법권과 재판관할권에 영구히
                  동의하며, 이에 대한 사법권, 재판관할권의 불편함에 대한
                  이의권을 포기합니다. 단, 서울중앙지방법원의 판결 및 판시
                  사항은 회원 또는 회사 소재지의 어느 법원에서나 집행이
                  가능하고, 회원과 회원은 이에 동의합니다.
                </dd>
              </dl>

              <!-- 제 23 조 (언어) -->
              <dl class="dl-terms">
                <dt class="title">제 23 조 (언어)</dt>
                <dd class="text">
                  본 약관상 회사의 게시, 통지 또는 공지는 국문으로 이루어집니다.
                  이 경우 회사는 회원의 편의를 위하여 영문 번역본을 제공할 수
                  있습니다. 단, 이 경우 국문본과 영문 번역본 사이의 불일치
                  사항에 대해서는 국문본이 우선합니다.
                </dd>
                <ul class="ul-terms">
                  <li>● 공고일자 : 2022년 09월 01일</li>
                  <li>● 시행일자 : 2022년 09월 01일</li>
                </ul>
              </dl>
            </article>
          </section>

          <!-- STB 클라우드 서비스 수준 협약 -->
          <section class="about-section">
            <header class="section-header">
              <h3 class="title conditions">STB 클라우드 서비스 수준 협약</h3>
            </header>
            <article class="about-article">
              <!-- 1. 정의 -->
              <dl class="dl-terms">
                <dt class="title">1. 정의</dt>
                <dd class="text">
                  본 STB 클라우드 서비스 수준 협약(이하 “본 SLA”)은 주식회사
                  신테카바이오(이하 “회사”)가 제공하는 STB 클라우드 서비스(이하
                  “서비스”)를 이용하는 이용자(이하 “귀하”)에 적용됩니다. 본 SLA
                  는 STB 클라우드 서비스 이용약관의 일부를 구성하나, 상충되는
                  내용이 있을 경우 본 SLA 가 우선합니다. 회사는 귀하 이외의 법인
                  또는 개인에 대해 본 SLA 에 따른 서비스 수준을 제공할 의무가
                  없습니다.
                </dd>
              </dl>

              <!-- 2. 회사의 기술지원 -->
              <dl class="dl-terms">
                <dt class="title">2. 회사의 기술지원</dt>
                <dd class="text">
                  귀하의 서비스 사용과 관련하여 회사 지원 담당자가 제공하는 기술
                  지원은 귀하의 인프라 내에서 다음과 같이 제공됩니다. 귀하에게
                  지원을 제공하기 위해 회사는 외부에서 수신된 전화 또는 이메일
                  등의 귀하의 요청에 응답하기 위해 노력하겠습니다.
                </dd>
                <ul class="ul-terms">
                  <li>① 전화지원</li>
                  <li>② 전화온라인지원지원</li>
                </ul>
              </dl>

              <!-- 3. 기술 지원의 제한 -->
              <dl class="dl-terms">
                <dt class="title">3. 기술 지원의 제한</dt>
                <dd class="text">
                  귀하의 서비스 사용과 관련하여 회사 담당자의 기술 지원은 귀하의
                  인프라 내에서 다음과 같이 제공됩니다.
                </dd>
                <ul class="ul-terms">
                  <li>1) 휴일 동안 기술 지원을 제공할 의무가 없습니다.</li>
                  <li>
                    2) 아래 항목으로 발생되는 에러에 대해 회사는 기술 지원을
                    제공할 의무가 없습니다.
                    <ul class="ul-terms">
                      <li>
                        ● 본 계약에 따르지 않은 서비스 사용으로 인해 발생하는
                        모든 오류
                      </li>
                      <li>
                        ● 회사가 서면으로 명시적으로 허용한 경우를 제외하고 귀하
                        또는 제 3 자의 서비스 수정
                      </li>
                      <li>
                        ● 회사에서 제공하지 않은 하드웨어, 소프트웨어 또는
                        기술과 서비스의 결합 또는 통합
                      </li>
                      <li>
                        ● 회사의 합리적인 통제를 벗어난 요인(자연재해, 전쟁,
                        테러행위, 소요, 국가 비상상태, 전국적 네트워크 장애 또는
                        이에 상응하는 불가항력 등)으로 인해 발생하는 모든 오류
                      </li>
                    </ul>
                  </li>
                  <li>
                    3) 회사의 지식재산권의 보호를 위해 아래 항목으로 발생되는
                    에러에 대해 회사는 기술 지원을 제공할 의무가 없습니다
                    <ul class="ul-terms">
                      <li>● 회사의 지적재산권 보호에 반대되는 경우</li>
                      <li>
                        ● 회사의 지적재산권에 부정적 영향을 미칠 것으로 예상되는
                        경우
                      </li>
                      <li>
                        ● 회사의 영업 비밀 또는 기타 독점정보를 공개하는데
                        제한이 있는 경우
                      </li>
                      <li>
                        ● 회사가 사전 공지한 바에 따라 서비스 점검을 위해
                        서비스를 중단한 경우
                      </li>
                      <li>
                        ● 기타 회사의 행위(부작위 포함)에 의하지 않은 경우로서
                        위 사항에 준하는 경우
                      </li>
                    </ul>
                  </li>
                  <li>
                    4) 본 SLA 에서 서비스의 어떠한 내용에서도 귀하에게 소스
                    코드에 대한 사용 권한 또는 액세스 권한을 부여하지 않습니다.
                  </li>
                </ul>
              </dl>

              <!-- 4. 유지∙보수 -->
              <dl class="dl-terms">
                <dt class="title">4. 유지∙보수</dt>
                <dd class="text">
                  회사는 서비스의 기능 확장을 위하여 보안 제어 및 기타 개선을
                  위하여 노력하겠습니다.
                </dd>
                <ul class="ul-terms">
                  <li>
                    ① 회사는 서비스의 정규 운영 또는 액세스에 사용되는 오류
                    발생의 경우 오류 역효과를 줄이기 위해 노력합니다. 또한
                    회사가 실패하거나 오류를 수정할 수 없는 경우 회사는 귀하가
                    사용하기 위해 적시에 절차적 해결방법을 개발하기 위해
                    노력합니다. 그러한 절차적 해결방법을 개발하거나 적시에
                    그렇게 하지 못하거나 실패하더라도 본 SLA 에 따른 회사의 의무
                    위반으로 간주되지 않습니다.
                  </li>
                  <li>
                    ② 회사는 단독 재량으로 업데이트를 개발할 수 있습니다. 관련
                    서비스를 사용할 수 있게 하는 수단 또는 방법, 제공된 모든
                    업데이트는 관련 서비스의 일부를 구성하는 것으로 간주되며
                    회사는 귀하가 그러한 업데이트를 사용할 수 있도록 합니다.
                  </li>
                </ul>
              </dl>

              <!-- 5. 회사의 연락처 -->
              <dl class="dl-terms">
                <dt class="title">5. 회사의 연락처</dt>
                <dd class="text">
                  회사의 상호, 주소 및 연락처는 아래와 같습니다.
                </dd>
                <ul class="ul-terms">
                  <li>
                    <strong>① 상호 : (주)신테카바이오</strong>
                  </li>
                  <li>
                    <strong>② 대표자: 정종선</strong>
                  </li>
                  <li>
                    <strong
                      >③ 주소: 대전광역시 유성구 엑스포로 1, 엑스포타워
                      1903호</strong
                    >
                  </li>
                  <li>
                    <strong>④ 대표전화: 070-7663-0986</strong>
                  </li>
                </ul>
              </dl>

              <!-- 6. 언어 -->
              <dl class="dl-terms">
                <dt class="title">6. 언어</dt>
                <dd class="text">
                  본 SLA는 국문을 원문으로 하며, 회사는 귀하의 편의를 위해 영문
                  번역본을 제공할 수 있습니다. 단, 이 경우 국문본과 영문 번역본
                  사이의 불일치 사항에 대해서는 국문본이 우선합니다.
                </dd>
              </dl>

              <!-- 7. 부칙 -->
              <dl class="dl-terms">
                <dt class="title">7. 부칙</dt>
                <dt class="title">제 1조(시행일)</dt>
                <dd class="text">본 SLA 는 2022 년 9 월 1 일부터 시행합니다</dd>
                <dt class="title">제 2조</dt>
                <dd class="text">
                  본 SLA 관련 책임자는 2022 년 3 월을 기준으로 다음과 같이
                  지정합니다.
                </dd>
                <ul class="ul-terms">
                  <li>● 소속: 개인정보보호파트 / 정종철</li>
                  <li>● 연락처: 070.7663.0986</li>
                </ul>
              </dl>
            </article>
          </section>
        </div>
      </div>
    </div>
  </main>
</template>

<script setup></script>
