<template>
  <main class="stb-about-sub" id="stb-about-privacy">
    <div class="main-container page-component">
      <div class="main-body">
        <div class="about-container">
          <section class="about-section">
            <header class="section-header">
              <h3 class="title conditions">개인정보 취급방침</h3>
            </header>

            <!-- STB 클라우드 개인정보 취급방침 -->
            <article class="about-article">
              <header class="article-header">
                <h4 class="title">STB 클라우드 개인정보 취급방침</h4>
              </header>
              <dl class="dl-terms">
                <dd class="text">
                  주식회사 신테카바이오 (이하 “회사”)는 개인정보 제공자가 동의한
                  내용 이외의 다른 목적으로 개인정보를 활용하지 않으며,
                  개인정보의 보호와 관련하여 「정보통신망 이용촉진 및 정보보호
                  등에 관한 법률」 및 「개인정보 보호법」 등 관련법 상의
                  개인정보 보호 규정을 준수하고 있습니다.
                </dd>
              </dl>

              <!-- 제 1 조 개인정보의 수집·이용 목적 -->
              <dl class="dl-terms">
                <dt class="title">제 1 조 개인정보의 수집·이용 목적</dt>
                <dd class="description">
                  회사는 다음의 목적을 위해 개인정보를 수집합니다.
                </dd>
                <ul class="ul-terms">
                  <li>① 서비스 제공에 대한 계약 이행 및 요금정산</li>
                  <li>② 서비스 이용 상담</li>
                  <li>
                    ③ 회원관리: 회원제 서비스 제공, 개인식별, 이용약관 위반
                    회원(또는 멤버)에 대한 이용제 한조치, 서비스의 원활한 운영에
                    지장을 주는 행위 및 서비스 부정이용 행위 제재, 분쟁 조정을
                    위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 등
                  </li>
                  <li>④ 서비스 분석</li>
                  <li>⑤ 마케팅을 위한 광고성 정보 전송</li>
                </ul>
              </dl>

              <!-- 제 2 조 수집하려는 개인정보의 항목 -->
              <dl class="dl-terms">
                <dt class="title">제 2 조 수집하려는 개인정보의 항목</dt>
                <dd class="description">
                  1. 회사가 서비스 제공을 위해 수집하는 개인 정보는 아래와
                  같습니다.
                </dd>
                <ul class="ul-terms">
                  <li>
                    ① 회원가입 정보: [필수] 이메일 주소, 담당자명, 전화번호,
                    기업명
                  </li>
                  <li>
                    ② 거래정보: [필수] 세금계산서 발행을 위한 담당자 정보(이름,
                    내선번호 또는 휴대폰번호, 이메일주소)
                  </li>
                </ul>
                <dd class="description">
                  2. 서비스 이용과정에서 아래와 같은 정보들이 자동으로
                  생성되거나 수집될 수 있습니다.
                </dd>
                <ul class="ul-terms">
                  <li>
                    ● IP주소, 기기정보, 쿠키, 접속기록, 서비스 이용기록,
                    결제기록, 가입 및 탈퇴기록 등
                  </li>
                </ul>
              </dl>

              <!-- 제 3 조 개인정보의 처리 및 보유기간 -->
              <dl class="dl-terms">
                <dt class="title">제 3 조 개인정보의 처리 및 보유기간</dt>
                <dd class="description">
                  1. 고객님의 개인정보는 법령에 따른 개인정보 보유·이용기간 또는
                  회사가 고객으로부터 개인정보를 수집시에 동의받은 개인정보
                  보유·이용기간 내에서 처리 및 보유됩니다.
                </dd>
                <ul class="ul-terms">
                  <li>● 회원가입 정보: 회원탈퇴 시까지</li>
                  <li>● 거래정보: 회원탈퇴 시까지</li>
                </ul>
                <dd class="description">
                  2. 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의
                  규정에 의하여 보존할 필요가 있는 경우 회사는 정해진 기간 동안
                  개인정보를 보관합니다. 그 예는 아래와 같습니다.
                </dd>
                <ul class="ul-terms">
                  <li>
                    ● 계약 또는 청약철회 등에 관한 기록 보존 이유: 전자상거래
                    등에서의 소비자보호에 관한 법률 보존 기간:5 년
                  </li>
                  <li>
                    ● 대금결제 및 재화 등의 공급에 관한 기록 보존 이유:
                    전자상거래 등에서의 소비자보호에 관한 법률 보존 기간:5 년
                  </li>
                  <li>
                    ● 소비자의 불만 또는 분쟁처리에 관한 기록 보존 이유:
                    전자상거래 등에서의 소비자보호에 관한 법률 보존 기간:3 년
                  </li>
                  <li>
                    ● 서비스 로그인 기록 보존 이유: 통신비밀보호법 보존 기간: 3
                    개월
                  </li>
                  <li>
                    ● 메시지 발송 및 재전송에 관한 통신이력 보존 이유:
                    전기통신사업법 보존 기간:1 년
                  </li>
                </ul>
                <dd class="description">
                  3. 회사는 개인정보보호법 제39조의6에 의거하여 개인정보
                  유효기간제를 적용하고 있습니다. 1 년간 회사의 서비스를
                  이용하지 않은 고객의 개인정보를 별도로 분리하여 저장∙관리하고,
                  분 리 후 3년이 지나면 제2항의 방법으로 파기합니다.
                </dd>
              </dl>

              <!-- 제 4 조 제3자 제공에 관한 사항(해당되는 경우에만 정한다) -->
              <dl class="dl-terms">
                <dt class="title">
                  제 4 조 제3자 제공에 관한 사항(해당되는 경우에만 정한다)
                </dt>
                <dd class="description">
                  회사는 멤버십등록계약을 체결한 회원 및 멤버의 개인정보를
                  개인정보의 처리 목적에서 명시한 범위 내에서만 처리하며, 별도
                  동의가 있는 경우나 법령에 규정된 경우를 제외하고는 정보주체의
                  개인정보를 제3자에게 제공하지 않습니다. 다만, 아래의 경우에는
                  예외로 합니다.
                </dd>
                <ul class="ul-terms">
                  <li>● 이용자들이 사전에 동의한 경우</li>
                  <li>
                    ● 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진
                    절차와 방법에 따라 수사 기관 의 요구가 있는 경우, 「긴급상황
                    시 개인정보 처리 및 보호수칙 (2021.10.,관계부처 합동)」 참고
                  </li>
                </ul>
              </dl>
              <table class="table-terms">
                <thead>
                  <tr>
                    <td width="auto" class="break-spaces">제공받는 자</td>
                    <td width="auto" class="break-spaces">제공 목적</td>
                    <td width="auto" class="break-spaces">
                      제공하는 개인정보 항목
                    </td>
                    <td width="auto" class="break-spaces">보유 및 이용기간</td>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                  </tr>
                </tbody>
              </table>

              <!-- 제 5 조 개인정보처리의 위탁에 관한 사항 -->
              <dl class="dl-terms">
                <dt class="title">제 5 조 개인정보처리의 위탁에 관한 사항</dt>
                <dd class="description break-spaces">
                  회사는 효과적인 서비스를 제공하기 위하여 필요한 업무 중 일부를
                  외부업체에 위탁할 수 있으며 이 경우 개인정보를 위탁합니다.
                  회사는 위탁계약 체결시 위탁업무 수행목적 외 개인정보 처리금지,
                  기술적.관리적 보호조치, 재위 탁 제한, 수탁자에 대한 관리.감독,
                  손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고,
                  수탁자가 개인정보를 안전하게 처리하는지를 감독하겠습니다.
                  위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본
                  개인정보 처리방침을 통하여 공개하 도록 하겠습니다.
                </dd>
              </dl>
              <table class="table-terms">
                <thead>
                  <tr>
                    <td width="auto" class="break-spaces">수탁자</td>
                    <td width="auto" class="break-spaces">위탁업무 내용</td>
                    <td width="auto" class="break-spaces">
                      위탁하는 개인정보 항목
                    </td>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td></td>
                    <td></td>
                    <td></td>
                  </tr>
                </tbody>
              </table>

              <!-- 제 6 조 개인정보 파기 -->
              <dl class="dl-terms">
                <dt class="title">제 6조 개인정보 파기</dt>
                <dd class="description break-spaces">
                  고객의 개인정보는 원칙적으로 수집 당시 고지한 이용목적이
                  달성되면 지체 없이 파기됩니다. 또 한 고객의 회원 탈퇴 시
                  고객의 개인정보를 제3조에 명시한 관계법령의 규정에 의하여
                  보존할 필 요가 있는 경우 일정기간 저장하는 자료를 제외하고는
                  지체없이 파기합니다. 서비스 해지 또는 개인정보 삭제가 이뤄진
                  후 바로 복구 요청 등이 발생할 수 있어 서비스 이용자의 보호를
                  위하여 ‘지체 없이’의 기간은 영업일을 기준으로 최대 5일을
                  넘기지 않도록 합니다. 종이에 출력된 개인정보는 분쇄기로
                  분쇄하거나 소각 등을 통하여 파기하고, 전자적 파일형태로 저장된
                  개인정보는 기록을 재생할 수 없는 기술적 방법 또는 물리적
                  방법을 사용하여 파기합니다. 처리 목적이 달성된 개인정보의 경우
                  별도의 DB에 옮겨져 내부규정 및 관련 법령을 준수하여 안 전하게
                  보관되며, 정해진 기간이 종료되었을 때 지체없이 파기됩니다.
                  이때, 별도의 DB로 옮겨진 개인정보는 동의한 목적을 초과하거나
                  혹은 법률이 정한 경우 외의 다른 목적으로 이용되지
                  않습니다(제3조 개인정보의 처리 및 보유기간 참조).
                </dd>
              </dl>

              <!-- 제 7 조 고객과 법정대리인의 권리ᆞ의무 및 그 행사방법에 관한 사항 -->
              <dl class="dl-terms">
                <dt class="title">
                  제 7 조 고객과 법정대리인의 권리ᆞ의무 및 그 행사방법에 관한
                  사항
                </dt>
                <ul class="ul-terms">
                  <li>1. 권리 및 행사방법</li>
                  <ul class="ul-terms">
                    <li>
                      ① 고객은 언제든지 다음 각 호의 개인정보 보호 관련 권리를
                      행사할 수 있습니다.
                    </li>
                    <ul class="ul-terms">
                      <li>● 개인정보 열람요구</li>
                      <li>● 오류 등이 있을 경우 정정 요구</li>
                      <li>● 삭제요구</li>
                      <li>● 처리정지 요구</li>
                      <li>● 개인정보 수집, 이용, 제공 등의 동의 철회요구</li>
                    </ul>
                    <li>
                      ② 고객이 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한
                      경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해
                      개인정보를 이용하거나 제공하지 않습니다. 제1호에 따른 권리
                      행사는 고객의 법정대리인이나 위임을 받은 자 등 대리인을
                      통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙
                      별지 제11호 서식에 따른 위임장을 제출하셔야 합니 다.
                      고객은개인정보 보호법 등 관계법령을 위반하여
                      신테카비이오가 처리하고 있는 고객 본인이나 타인의 개인정보
                      및 사생활을 침해하여서는 아니됩니다.
                    </li>
                    <li>
                      ③
                      개인정보동의철회및삭제,처리정지요청시,서비스의일부또는전부이용이제한
                      될 수 있습니다. 또한, 법률에 특별한 규정이 있거나 법령상
                      의무를 준수하기 위하여 불 가피한 경우, 다른 사람의
                      생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의
                      이익을 부당하게 침해할 우려가 있는 경우, 개인정보를
                      처리하지 아니하면 고객과 약정 한 서비스를 제공하지 못하는
                      등 계약의 이행이 곤란한 경우로서 고객이 그 계약의 해지
                      의사를 명확하게 밝히지 아니한 경우에는 동의 철회, 삭제,
                      처리 정지가 어려울 수 있습니다.
                    </li>
                  </ul>
                  <li>2. 의무</li>
                  <ul class="ul-terms">
                    <li>
                      ① 고객은 자신의 개인정보를 보호할 의무가 있으며, 고객이
                      시스템 접속을 위한 정보(이메 일주소, 비밀번호 등),
                      접근매체 등을 양도·대여·분실하거나 로그인 상태에서 자리를
                      떠나 는 등 고객 본인의 부주의로 인해 개인정보가 유출되는
                      경우 또는 관계법령에 의한 보안 조치로 차단할 수 없는
                      방법이나 기술을 사용한 해킹 등 회사가 상당한 주의에도
                      불구하 고 통제할 수 없는 인터넷상의 문제 등으로 개인정보가
                      유출되는 경우에 대해 회사는 책 임을 지지 않습니다.
                    </li>
                    <li>
                      ② 회원 및 멤버는 자신의 개인정보를 최신의 상태로 유지해야
                      하며, 부정확한 정보 입력으 로 발생하는 문제의 책임은
                      회원에게 있습니다. 타인의 개인정보를 도용한 회원가입 또 는
                      시스템 접속을 위한 정보(이메일주소, 비밀번호) 등을
                      도용하여 결제 처리 시 회원 자 격 상실과 함께 관계법령에
                      의거하여 처벌될 수 있습니다. 또한 회원 및 멤버는 회사의
                      개인정보보호정책에 따라 보안을 위한 주기적인 활동에 협조할
                      의무가 있습니다.
                    </li>
                  </ul>
                </ul>
              </dl>

              <!-- 제 8 조 개인정보의 안전성 확보 조치에 관한 사항 -->
              <dl class="dl-terms">
                <dt class="title">
                  제 8 조 개인정보의 안전성 확보 조치에 관한 사항
                </dt>
                <dd class="description">
                  회사는 개인정보의 안정성 확보를 위해 다음과 같은 관리적 조치를
                  취하고 있습니다.
                </dd>
                <ul class="ul-terms">
                  <li>● 개인정보 취급 인원의 최소화</li>
                  <li>● 개인정보의 관리 계획의 수립 및 실행</li>
                  <li>● 개인정보 보호 교육의 정기적 실시</li>
                  <li>
                    ● 개인정보가 포함된 서류 및 저장매체 등을 잠금장치가 있는
                    안전한 장소에 보관
                  </li>
                  <li>● 개인정보 보관 장소에 대한 출입 통제</li>
                  <li>● 접근 권한의 관리 및 접근 통제</li>
                  <li>● 개인정보 접속 기록의 보관 및 위변조 방지</li>
                  <li>● 개인정보의 암호화</li>
                  <li>● 해킹 등 불법적 접근에 대한 방지</li>
                </ul>
              </dl>

              <!-- 제 9 조 개인정보의 자동 수집 장치의 설치ᆞ운영 및 그 거부에 관한 사항 -->
              <dl class="dl-terms">
                <dt class="title">
                  제 9 조 개인정보의 자동 수집 장치의 설치ᆞ운영 및 그 거부에
                  관한 사항
                </dt>
                <ul class="ul-terms">
                  <li>
                    회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는
                    다음과 같은 방법으로 해당정보를 지체없이 파기합니다.
                  </li>
                  <ul class="ul-terms">
                    <li>1. 쿠키운영</li>
                    <ul class="ul-terms">
                      <li>① 쿠키란 무엇일까요?</li>
                      <p class="text">
                        쿠키(Cookie)는 이용자의 효율적이고 안전한 웹 사용을
                        보장하기 위해 웹사이트 접속 시 이용자의 디바이스로 전송
                        및 저장되는 작은 텍스트 파일입니다. 쿠키가 저장된 이후
                        다 시 웹사이트를 방문할 경우 쿠키는 웹사이트 이용자의
                        디바이스를 인식하여 지난 설정과 과거 이용내역을 자동으로
                        불러옵니다. 또한 방문한 서비스 정보, 서비스 접속 시간 및
                        빈도, 서비스 이용 과정에서 생성된 정보 등을 분석하여
                        활용할 수 있습니다. 쿠키는 개 인을 식별하는 정보를
                        자동적 ̇능동적으로 수집하지 않으며, 이용자는 언제든지
                        이러한 쿠 키의 저장을 거부하거나 삭제할 수 있는 선택권을
                        가지고 있습니다. 웹브라우저에서 옵 션을 설정함으로써
                        모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을
                        거치거나, 모 든 쿠키의 저장을 거부할 수도 있습니다.
                        그러나 이용자가 만약 쿠키를 사용하지 않도록 설정하거나
                        쿠키의 기능을 제한하도록 설정하는 경우, 웹사이트의
                        편리한 기능을 사용할 수 없을 수 있으며 이로 인하여
                        전체적인 이용자 경험을 제한할 가능성이 있습니다.
                      </p>
                      <li>쿠키 설정 변경 방법</li>
                      <ul class="ul-terms">
                        <li>
                          ● Internet Explorer를 사용하는 경우 쿠키 설정 방법
                          <a
                            href="https://support.microsoft.com/ko-kr/windows/%EC%BF%A0%ED%82%A4-%EC%82%AD%EC%A0%9C-%EB%B0%8F-%EA%B4%80%EB%A6%AC-168dab11-0753-043d-7c16-ede5947fc64d"
                            >보기</a
                          >
                        </li>
                        <li>
                          ● Safari를 사용하는 경우 쿠키 설정 방법
                          <a
                            href="https://support.apple.com/ko-kr/guide/safari/sfri11471/mac"
                            >보기</a
                          >
                        </li>
                        <li>
                          ● FireFox를 사용하는 경우 쿠키 설정 방법
                          <a
                            href="https://support.mozilla.org/ko/kb/clear-cookies-and-site-data-firefox?redirectslug=delete-cookies-remove-info-websites-stored&amp;redirectlocale=ko"
                            >보기</a
                          >
                        </li>
                        <li>
                          ● Chrome 브라우저를 사용하는 경우 쿠키 설정 방법
                          <a
                            href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=ko"
                            >보기</a
                          >
                        </li>
                      </ul>
                    </ul>
                    <li>2. 서비스 이용 통계 분석</li>
                    <ul class="ul-terms">
                      <p class="text">
                        회사는 서비스 이용 통계 분석을 목적으로 구글(Google)에서
                        제공하는 로그 분석툴인 Google Analytics를 사용하고
                        있습니다. Google Analytics를 통하여 당사의 웹사이트
                        이용자의 행태정보를 수집하게 되며, 이 경우에도 개인을
                        식별할 수 없는 정보만이 수집됩니다. 이러한 정보처리를
                        원하지 않는 경우 아래 안내 페이지를 통해 정보 처리를
                        거부할 수 있습니다.
                      </p>
                      <li>
                        Google Analytics 설정 해제 방법
                        <a href="https://tools.google.com/dlpage/gaoptout"
                          >보기</a
                        >
                      </li>
                    </ul>
                  </ul>
                </ul>
              </dl>

              <!-- 제 10 조 개인정보 보호업무 및 관련 고충사항을 처리하는 부서 -->
              <dl class="dl-terms">
                <dt class="title">
                  제 10 조 개인정보 보호업무 및 관련 고충사항을 처리하는 부서
                </dt>
                <ul class="ul-terms">
                  <li>
                    1. 개인정보 열람청구 및 개인정보보호 관련 문의, 요청 등은
                    개인정보보호책임자 및 담당부서 로 연락해 주시기 바랍니다.
                    회사는 그 목소리에 귀 기울이고 신속하고 충분한 답변을 드릴
                    수 있도록 최선을 다하겠습니다.
                  </li>
                  <ul class="ul-terms">
                    <li>● 개인정보보호 책임자 : 정종철</li>
                    <li>● 담당부서명 : AI센터팀 개인정보보호파트</li>
                    <li>● 연락처 : privacy@syntekabio.com</li>
                  </ul>
                  <li>
                    2. 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신
                    경우에는 아래 기관에 문의하실 수 있습니다. 아래 기관은
                    회사와는 별개의 기관으로서, 회사의 자체적인 개인정보
                    불만처리, 피 해구제 결과에 만족하지 못하시거나 보다 자세한
                    도움이 필요한 경우 아래 기관에서 도움을 받으실 수 있습니다.
                  </li>
                  <ul class="ul-terms">
                    <li>
                      ● 개인정보침해 신고센터 [국번없이]118: privacy.kisa.or.kr
                    </li>
                    <li>
                      ● 개인정보분쟁조정위원회 [국번없이]1833-6972:
                      www.kopico.go.kr
                    </li>
                    <li>
                      ● 대검찰청 사이버수사과 [국번없이]1301: www.spo.go.kr
                    </li>
                    <li>
                      ● 경찰청 사이버수사국 [국번없이]182: ecrm.police.go.kr
                    </li>
                  </ul>
                </ul>
              </dl>

              <!-- 제 11 조 개인정보 처리방침 변경 -->
              <dl class="dl-terms">
                <dt class="title">제 11 조 개인정보 처리방침 변경</dt>
                <ul class="ul-terms">
                  <li>
                    회사는 개인정보 처리방침을 변경하는 경우에는 회사의 인터넷
                    홈페이지에 관련 내용을 고지한 후 지속적으로 게시합니다.
                  </li>
                </ul>
                <dd class="description">
                  - 개인정보처리방침 시행일자: 2022년 09월 01일
                </dd>
                <dd class="description">- 이전 개인정보처리방침 보기</dd>
              </dl>
            </article>

            <!-- 개인정보처리시스템 안내 -->
            <article class="about-article">
              <header class="article-header">
                <h4 class="title">개인정보처리시스템 안내</h4>
              </header>
              <dl class="dl-terms">
                <dd class="text break-spaces">
                  ‘STB클라우드포털’는 고객이 이용하는 개인정보를 안전하게 처리할
                  수 있도록 (주)신테카바이오(이 하 “회사”) 는 필요한 기술적인
                  조치에 대해 안내해드리고 있습니다. 문의 사항은
                  (https://cloud.syntekabio.com/QnA)을 통해 연락을 주시면 도움을
                  드리겠습니다. (근거 : 개인정보 보호법 제29조, 동법 시행령
                  제30조・제48조의2) 개인정보처리자 및 정보통신서비스제공자는
                  임직원 및 이용자의 개인정보를 처리함에 있어서 그 개인정보가
                  분실・도난・유출・위조・변조 또는 훼손되지 아니하도록 안전성
                  확보에 필요한 기술 적・관리적 안전조치에 관한 최소한의 기준을
                  준수하여야만 합니다. 개인정보처리시스템 침입차단 및 탐지시스템
                  설치·운영을 소홀히 하는 등 개인정보의 보호조치 의무를 다하지
                  않아 개인정보가 유출이 된다면 회사의 이미지 훼손은 물론이고,
                  개인정보 유출에 따른 보상금 지급이나 과태료 부과 등 금전적인
                  손실로 이어질 수 있습니다.
                </dd>
              </dl>

              <!-- 1. 접근권한 : STB클라우드포털 사용자 가이드 -->
              <dl class="dl-terms">
                <dt class="title">
                  1. 접근권한 : STB클라우드포털 사용자 가이드
                </dt>
                <ul class="ul-terms">
                  <li>
                    ① 서비스 제공을 위해 반드시 필요한 개인정보 보호책임자 또는
                    개인정보 취급자에게만 접근권한 을 부여해야 합니다.
                  </li>
                  <li>
                    ② 개인정보처리시스템에 대한 개인정보취급자의 접속은 필요한
                    시간 동안만 유지가 되도록 최대 접속시간 제한 등의 조치를
                    취해야 합니다.
                  </li>
                  <li>
                    ③ 개인정보처리시스템에는 안전한 비밀번호 작성규칙을 수립하여
                    적용·운용해야 합니다.
                  </li>
                  <li>
                    ④ (정보통신서비스제공자등) 전년도 말 기준 직전 3개월간
                    저장·관리되고 있는 개인정보가 일일 평 균 100만명 이상이거나
                    정보통신서비스 부문 전년도 매출액이 100억원 이상인 경우에는
                    개인정 보처리시스템에 접속하는 개인정보취급자 컴퓨터 등에
                    외부 인터넷망 차단 조치를 해야 합니다.
                  </li>
                  <li>
                    ⑤ 개인정보처리시스템 접근권한의 부여, 변경 또는 말소에 대한
                    내역을 기록하고, 그 기록을 일정 기간 이상(개인정보처리자는
                    3년, 정보통신서비스제공자는 5년) 보관해야 합니다.
                  </li>
                  <li>
                    ⑥ 정보통신망을 통한 개인정보처리시스템의 불법적인 접근 및
                    침해사고를 방지하기 위한 보안 시스템을 설치・운영해야
                    합니다.
                  </li>
                </ul>
              </dl>

              <!-- 2. 접속기록 관리 -->
              <dl class="dl-terms">
                <dt class="title">2. 접속기록 관리</dt>
                <ul class="ul-terms">
                  <li>
                    ① 개인정보처리시스템에 접속한 기록이 위·변조되지 않도록
                    안전하게 보관해야 합니다.
                  </li>
                  <li>
                    ② 개인정보처리시스템에 접속한 기록을 최소 1년 이상
                    보존・관리하여야 합니다.
                  </li>
                </ul>
              </dl>

              <!-- 3. 개인정보 암호화 기능 -->
              <dl class="dl-terms">
                <dt class="title">3. 개인정보 암호화 기능</dt>
                <ul class="ul-terms">
                  <li>
                    ① 주민등록번호, 여권번호, 운전면허번호, 외국인등록번호,
                    신용카드번호, 계좌번호, 생체인식정보 는 안전한 알고리즘으로
                    암호화하여 보관하여야 합니다.
                  </li>
                  <li>
                    ② 정보통신망을 통해 이용자의 개인정보 및 인증정보를
                    송ᆞ수신할 때에는 안전한 보안서버 구축 등의 조치를 통해 이를
                    암호화하여야 합니다.
                  </li>
                </ul>
              </dl>

              <!-- 4. 악성프로그램 방지 -->
              <dl class="dl-terms">
                <dt class="title">4. 악성프로그램 방지</dt>
                <dd>
                  <ul class="ul-terms">
                    <li>
                      악성 프로그램 등을 방지ᆞ치료할 수 있는 백신 소프트웨어
                      등의 보안 프로그램을 설치ᆞ운영 하여야 하며,
                    </li>
                    <li>
                      ① 보안 프로그램의 자동 업데이트 기능을 사용하거나, 또는 일
                      1회 이상 업데이트 를 실시하여 최신의 상태로 유지,
                    </li>
                    <li>
                      ② 악성프로그램관련 경보가 발령된 경우 또는 사용 중인 응 용
                      프로그램이나 운영체제 소프트웨어의 제작업체에서 보안
                      업데이트 공지가 있는 경우 즉시 이에 따른 업데이트를
                      실시하여야 합니다.
                    </li>
                  </ul>
                </dd>
              </dl>
            </article>
          </section>
        </div>
      </div>
    </div>
  </main>
</template>

<script setup></script>
